Repository: DMC-CODE-2024/IMEI-KH
Catalog: lib/l10n/app_*.arb
Languages: km

# splashCopyRightText
source: Copyright â’¸ 2023 MPTC All rights reserved
km: Copyright Ⓒ 2023 MPTC All rights reserved

source: Get IMEI Information
km: ទទួលបានព័ត៌មាន IMEI

source: Enter IMEI
km: បញ្ចូល IMEI

# imeiNumberHint
source: Enter 15 digit IMEI number
km: បញ្ចូលលេខ IMEI 15 ខ្ទង់

source: scan Barcode
km: ស្កេនបាកូដ

source: or
km: ឬ

source: Check IMEI
km: ពិនិត្យ IMEI

source: Find IMEI?
km: ស្វែងរក IMEI?

source: Option A
km: ជម្រើស ក

source: Option B
km: ជម្រើស ខ

# optionALabel
source: IMEI also written in the box as shown in Image below
km: IMEI ក៏សរសេរក្នុងប្រអប់ដូចបង្ហាញក្នុងរូបភាពខាងក្រោម

# optionBLabel
source: Dial *#06# to see your device IMEI
km: ចុច *#06# ដើម្បីមើល IMEI ឧបករណ៍របស់អ្នក។

source: Need any help?
km: ត្រូវការជំនួយទេ?

source: Contact us
km: ទាក់ទង​មក​ពួក​យើង

source: Change Language
km: ប្ដូរ​ភាសា

source: Ok
km: យល់ព្រម
